# productivity
cask "raycast" # workflows and shortcuts; supercharged OSX spotlight
cask "nordvpn" # don’t surf without one baby
cask "obsidian" # notetaking and mind-mapping
cask "rectangle" # window management, spiritual successor to Spectacle
cask "the-unarchiver" # decompress RAR files etc


# design & development
cask "visual-studio-code" # IDE
cask "hyper" # terminal (iterm is probably better, i’ve just used this one for a while)
brew "spaceship" # tidy zsh prompt
brew "node" # secret
brew "gh" # github CLI
cask "postman" # API testing etc
cask "font-inconsolata-nerd-font" # install the ligature’d version of Inconsolata
cask "figma" # rectangles

# browsers
cask "vivaldi" # goat

# aux and periphery
cask "discord"
cask "spotify"
